attentive.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-18 Thu 21:58 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>AttentiveAI</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="styles.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">AttentiveAI</h1>
<div id="outline-container-orgc41b290" class="outline-2">
<h2 id="orgc41b290">Tools for tracking classroom engagement</h2>
<div class="outline-text-2" id="text-orgc41b290">
<iframe
  width="560" height="315"
  src="https://www.youtube.com/embed/1oO4VQVYbxI"
  title="YouTube video player"
  frameborder="0"
  allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share"
  allowfullscreen>
  </iframe>

<ul class="org-ul">
<li><b><a href="https://devpost.com/software/5g-in-education">Winner of ATT 5G Hackathon &#x2013; Best use of Cloud Technology</a></b></li>
</ul>

<p>
Demonstration of an application that gives teachers realtime metrics and
visualizations of classroom attention. I consulted on the concept and provided
guidance on using React Native to build the clientside application.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2019-10-01 Tue 00:00</p>
<p class="date">Created: 2024-01-18 Thu 21:58</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>